tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bat"
brew "brew-php-switcher"
brew "coreutils"
brew "openldap"
brew "git"
brew "python"
brew "grep"
brew "httpd", restart_service: true
brew "imagemagick"
brew "libiconv"
brew "macvim"
brew "mas"
brew "nginx", restart_service: true
brew "php"
brew "redis"
brew "thefuck"
brew "trash"
brew "tree"
brew "watchman"
brew "yarn"
cask "aerial"
cask "alfred"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "font-anonymice-powerline"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-mono-for-powerline"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-lato"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-for-powerline"
cask "font-noto-mono-for-powerline"
cask "font-open-sans"
cask "font-powerline-symbols"
cask "font-roboto"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-ubuntu-mono-derivative-powerline"
cask "google-chrome"
cask "google-drive-file-stream"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "phpstorm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-pro"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "webstorm"
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Xcode", id: 497799835
